days = {
    "day_1": {
        "text": """День 1

0:33-13:10 - Встреча на ж/д вокзале и поездка в Архангельск
Трансфер в гостиницу по приезде

14:30 - Обзорная автомобильно-пешеходная «Добро пожаловать в Архангельск» (места интереса: набережная Северной Двины, памятник Петру I, мыс Пур-Наволок, Гостиные Дворы, Успенская церковь, остров Соломбала)

15:30 - Традиционный северный обед в кафе города

16:30 - Загородная автобусная экскурсия в музей деревянного зодчества и народного искусства "Малые Корелы"

21:30 - Возвращение в Архангельск, ужин самостоятельно, свободное время""",
        "image": "img/day1/main.jpg",
        "label": "День 1",

        "events": {
            "day_1_event_1": {
                "label": "Набережная Северной Двины",
                "text": """Набережная расположена на правом берегу Северной Двины — крупной судоходной реки, которая протекает через город и впадает в залив Белого моря. Протяжённость набережной 6,8 километра — от Северодвинского до Кузнечевского моста.""",
                "image": "img/day1/naberezhnaya_dvini.jpg"
            },
            "day_1_event_2": {
                "label": "Памятник Петру I",
                "text": """Бронзовая статуя Петра I была установлена в Архангельске в 1914 году. Император представлен в момент Полтавской битвы в мундире офицера Преображенского полка. В левой руке Пётр держит подзорную трубу, правой — опирается на трость.

Скульптура была отлита по модели М. М. Антокольского в мастерской скульптора в Париже. Постамент изготовлен соловецкими монахами из камня, добытого в Онежском заливе Белого моря.""",
                "image": "img/day1/petr_1.jpg"
            },
            "day_1_event_3": {
                "label": "Мыс Пур-Наволок",
                "text": """Мыс Пур-Наволок — место и памятная композиция, расположенная там, где в середине XVI века была заложена Архангельская крепость. Позднее от нее стал расстраиваться весь город. Сейчас монумент — это визитная карточка Архангельска, где любят гулять местные жители и делать фото приезжие""",
                "image": "img/day1/pur_navolok.jpg"
            },
            "day_1_event_4": {
                "label": "Гостиные дворы",
                "text": """Архангельские Гостиные дворы — торговое и оборонительное сооружение, построенное на мысе Пур-Наволок во второй половине 17 века на месте сгоревшей деревянной крепости. Он являлся одним из грандиознейших сооружений того времени.

Сейчас это старейшее строение Архангельска. Сегодня жители и гости города могут посетить отреставрированные купеческие палаты 17 века и парадные залы 18 века.

В Гостиных дворах располагается Архангельский краеведческий музей — один из старейших музеев России: в 2022 году ему исполнилось 185 лет.""",
                "image": "img/day1/gostiniye_dvori.jpg"
            },
            "day_1_event_5": {
                "label": "Успенская Церковь",
                "text": """Успенская Боровская церковь — приходская церковь Архангельской епархии Русской православной церкви, расположенная в Архангельске на набережной Северной Двины, в начале улицы Логинова.""",
                "image": "img/day1/uspenskaya_cerkov.jpg"
            },
            "day_1_event_6": {
                "label": "Остров Соломбала",
                "text": """Соло́мбала — исторический район Архангельска. Располагается на Соломбальских островах (чаще — остров Соломбала) в дельте Северной Двины.С центральной частью города соединяется Кузнечевским мостом. Численность населения собственно Соломбалы — ок. 30 тыс. человек""",
                "image": "img/day1/solombala.jpeg"
            }
        }
    },
    "day_2": {
        "text": """День 2

Тур «Красоты Пинежья»
07:30 - Выезд из Архангельска. Путешествие по  автодороге Архангельск-Пинега-Мезень

10:30 - Прибытие в парк «Голубино». Чаепитие с местной выпечкой. Экскурсия по экологической тропе через охранную зону Пинежского заповедника до незамерзающего водопада «Святой источник»

11:30 - Экскурсия в деревню Красная Горка. Знакомство с историей Красногорского Богородицкого монастыря 1604 года (недействующий). Осмотр памятной плиты князя В.В. Голицына

12:30 - Обед в ресторане. Экскурсия в карстовую пещеру

14:00-14:30 - Отъезд в Архангельск

17:30 - Прибытие в Архангельск

20:00 - Выезд из отеля на автомобиле с фотографом и оборудованием в места для наблюдения за северным сиянием. Отъезд в гостиницу после экскурсии""",
        "image": "img/day2/main.jpeg",
        "label": "День 2",

        "events": {
            "day_2_event_1": {
                "label": "Парк \"Голубино\"",
                "text": """Парк «Голубино» сегодня — это туроператор, предлагающий маршруты культурно-познавательного, экологического и активного туризма. Вы побываете на заповедных территориях, ведь мы расположены рядом с Пинежским заповедником — единственным в Архангельской области. А ещё, приехав к нам, вы окажетесь в Арктике.
Одновременно наша территория – это туристический комплекс, включающий «Семейную гостиницу», «Лесной отель», несколько Коттеджей, ресторан, визит-центр, бани, экспозиции и др. необходимую туристическую инфраструктуру.""",
                "image": "img/day2/golubino.jpg"
            },
            "day_2_event_2": {
                "label": "Деревня Красная Горка",
                "text": """Кра́сная Го́рка — деревня в Пинежском районе Архангельской области. Входит в состав муниципального образования «Пинежское». Расположена на берегу реки Пинеги, в 15 км от посёлка Пинега.""",
                "image": "img/day2/krasnaya_gorka.jpg"
            },
            "day_2_event_3": {
                "label": "Карстовые пещеры",
                "text": """Пинежские карстовые пещеры — одна из самых известных и загадочных достопримечательностей Архангельской области. Созданные подземными водами залы, причудливые изгибы карстовых коридоров и таинственно поблёскивающие в прохладной темноте ледяные кристаллы, неизменно привлекают туристов. Пещеры доступны для осмотра и в зимний, и в летний сезоны, но наиболее эффектно выглядят в период с января по март.""",
                "image": "img/day2/karstovaya_peshera.jpg"
            },
            "day_2_event_4": {
                "label": "Севрное сияние",
                "text": """Северное сияние – одно из самых захватывающих явлений на Земле. Увидеть его собственными глазами мечтают многие. А самые пытливые отправляются на «охоту» за ним на Север – в Архангельск. Кому-то хочется просто посмотреть на удивительно красивое природное явление, кому-то сделать отличные фотографии. И мы поможем Вам осуществить это желание!""",
                "image": "img/day2/severnoye_siyanie.jpg"
            }
        }
    },
    "day_3": {
        "text": """День 3

8:30 - Завтрак в гостинице

9:30 -  Автомобильно-пешеходная обзорная экскурсия по г. Северодвинску (места интереса: Городской краеведческий музей)

12:00 - Поморский обед в кафе города

13:00 - Переезд на берег Белого моря (10 км, остров Ягры). Прогулка по набережной

15:00 - Возвращение в Архангельск

15:45 - Окончание программы, трансфер на ж/д вокзал""",
        "image": "img/day3/main.jpg",
        "label": "День 3",

        "events": {
            "day_3_event_1": {
                "label": "Северодвинск",
                "text": """Северодви́нск — город в Архангельской области России, административный центр муниципального образования «Северодвинск». Основан в 1936 году как рабочий посёлок Судострой, рядом с Николо-Корельским монастырём, получил статус города в 1938 году""",
                "image": "img/day3/severodvinsk.jpg"
            },
            "day_3_event_2": {
                "label": "Северодвинский краеведческий музей",
                "text": """Северодвинский городской краеведческий музей — музей истории Северодвинска. Один из крупнейших муниципальных музеев Архангельской области. Экспозиционно-выставочная площадь музея — 698,2 м²; площадь фондохранилищ — 137,8 м²""",
                "image": "img/day3/muzei.jpg"
            },
            "day_3_event_3": {
                "label": "Белое море",
                "text": """Бе́лое мо́ре — внутреннее море на севере европейской части России, относится к Северному Ледовитому океану. Белое море целиком относится к внутренним водам России. В скандинавской мифологии Белое море известно под названием «Гандвик»; также известно как «Залив змей» из-за изогнутой береговой линии""",
                "image": "img/day3/beloe_more.jpg"
            }
        }
    }
}

facts = {
    "fact_1": {
        "text": "Данный триколор, который получил название \"Флаг царя московского\", был поднят в 1693 году на яхте \"Святой Петр\". На ней будущий император Петр 1 отправился из Архангельска в плавание по Белому морю. Кстати, флаг этот дожил до наших дней и сегодня находится в Центральном военно-морском музее Санкт-Петербурга.",
        "image": "img/facts/trikolor.jpg",
        "label": "Флаг"
    },
    "fact_2": {
        "text": "Общая площадь региона составляет 589 913 км². Она превосходит по территории такие крупные государства, как Франция и Испания, а также чуть крупнее Мадагаскара.",
        "image": "img/facts/oblast.jpeg",
        "label": "Площадь"
    },
    "fact_3": {
        "text": "Архангельской области также принадлежит самая северная точка России и самая восточная точка Европы.",
        "image": "img/facts/tochka.jpg",
        "label": "Самое самое"
    },
    "fact_4": {
        "text": "Архангельская область лидирует по количеству и общей площади островов среди субъектов РФ. В её состав входят несколько крупных архипелагов (Новая Земля, Земля Франца-Иосифа, Соловецкие острова), а также множество крупных и мелких одиночных островов в Белом, Баренцевом, Печорском и Карском морях.",
        "image": "img/facts/ostrova.jpg",
        "label": "Острова"
    }
}
