days = {
    "day_1": {
        "text": """0:33-13:10 - Встреча на ж/д вокзале и поездка в Архангельск
Трансфер в гостиницу по приезде

14:30 - Обзорная автомобильно-пешеходная «Добро пожаловать в Архангельск» (места интереса: набережная Северной Двины, памятник Петру I, мыс Пур-Наволок, Гостиные Дворы, Успенская церковь, остров Соломбала)

15:30 - Традиционный северный обед в кафе города

16:30 - Загородная автобусная экскурсия в музей деревянного зодчества и народного искусства "Малые Корелы"

21:30 - Возвращение в Архангельск, ужин самостоятельно, свободное время""",
        "image": "img/day_1_main.jpg",
        "label": "День 1",

        "events": {
            "day_1_event_1": {
                "label": "Набережная Северной Двины",
                "text": "Day 1 event 1 text",
                "image": "img/naberezhnaya_dvini.jpg"
            },
            "day_1_event_2": {
                "label": "Памятник Петру I",
                "text": "Day 1 event 2 text",
                "image": "img/petr_1.jpg"
            },
            "day_1_event_3": {
                "label": "Мыс Пур-Наволок",
                "text": "Day 1 event 3 text",
                "image": "img/pur_navolok.jpg"
            },
            "day_1_event_4": {
                "label": "Гостиный двор",
                "text": "Day 1 event 4 text",
                "image": "img/gostiniy_dvor.jpg"
            },
            "day_1_event_5": {
                "label": "Успенская Церковь",
                "text": "Day 1 event 5 text",
                "image": "img/uspenskaya_cerkov.jpg"
            },
            "day_1_event_6": {
                "label": "Остров Соломбала",
                "text": "Day 1 event 6 text",
                "image": "img/solombala.jpeg"
            }
        }
    },
    "day_2": {
        "text": """Тур «Красоты Пинежья»
07:30 - Выезд из Архангельска. Путешествие по  автодороге Архангельск-Пинега-Мезень

10:30 - Прибытие в парк «Голубино». Чаепитие с местной выпечкой. Экскурсия по экологической тропе через охранную зону Пинежского заповедника до незамерзающего водопада «Святой источник»

11:30 - Экскурсия в деревню Красная Горка. Знакомство с историей Красногорского Богородицкого монастыря 1604 года (недействующий). Осмотр памятной плиты князя В.В. Голицына

12:30 - Обед в ресторане. Экскурсия в карстовую пещеру

14:00-14:30 - Отъезд в Архангельск

17:30 - Прибытие в Архангельск

20:00 - Выезд из отеля на автомобиле с фотографом и оборудованием в места для наблюдения за северным сиянием. Отъезд в гостиницу после экскурсии""",
        "image": "img/day_2_main.jpeg",
        "label": "День 2",

        "events": {
            "day_2_event_1": {
                "label": "Парк \"Голубино\"",
                "text": "Day 2 event 1 text",
                "image": "img/golubino.jpg"
            },
            "day_2_event_2": {
                "label": "Деревня Красная Горка",
                "text": "Day 2 event 2 text",
                "image": "img/krasnaya_gorka.jpg"
            },
            "day_2_event_3": {
                "label": "Карстовые пещеры",
                "text": "Day 2 event 3 text",
                "image": "img/karstovaya_peshera.jpg"
            },
            "day_2_event_4": {
                "label": "Севрное сияние",
                "text": "Day 2 event 4 text",
                "image": "img/severnoye_siyanie.jpg"
            }
        }
    },
    "day_3": {
        "text": """8:30 - Завтрак в гостинице

9:30 -  Автомобильно-пешеходная обзорная экскурсия по г. Северодвинску (места интереса: Городской краеведческий музей)

12:00 - Поморский обед в кафе города

13:00 - Переезд на берег Белого моря (10 км, остров Ягры). Прогулка по набережной

15:00 - Возвращение в Архангельск

15:45 - Окончание программы, трансфер на ж/д вокзал""",
        "image": "img/day_3_main.jpg",
        "label": "День 3",

        "events": {
            "day_3_event_1": {
                "label": "Северодвинск",
                "text": "Day 3 event 1 text",
                "image": "img/severodvinsk.jpg"
            },
            "day_3_event_2": {
                "label": "Северодвинский краеведческий музей",
                "text": "Day 3 event 2 text",
                "image": "img/muzei.jpg"
            },
            "day_3_event_3": {
                "label": "Белое море",
                "text": "Day 3 event 3 text",
                "image": "img/beloe_more.jpg"
            }
        }
    }
}

facts = {
    "fact_1": {
        "text": "Данный триколор, который получил название \"Флаг царя московского\", был поднят в 1693 году на яхте \"Святой Петр\". На ней будущий император Петр 1 отправился из Архангельска в плавание по Белому морю. Кстати, флаг этот дожил до наших дней и сегодня находится в Центральном военно-морском музее Санкт-Петербурга.",
        "image": "img/trikolor.jpg",
        "label": "Флаг"
    },
    "fact_2": {
        "text": "Общая площадь региона составляет 589 913 км². Она превосходит по территории такие крупные государства, как Франция и Испания, а также чуть крупнее Мадагаскара.",
        "image": "img/oblast.jpeg",
        "label": "Площадь"
    },
    "fact_3": {
        "text": "Архангельской области также принадлежит самая северная точка России и самая восточная точка Европы.",
        "image": "img/placeholder.png",
        "label": "Самое самое"
    },
    "fact_4": {
        "text": "Архангельская область лидирует по количеству и общей площади островов среди субъектов РФ. В её состав входят несколько крупных архипелагов (Новая Земля, Земля Франца-Иосифа, Соловецкие острова), а также множество крупных и мелких одиночных островов в Белом, Баренцевом, Печорском и Карском морях.",
        "image": "img/placeholder.png",
        "label": "Острова"
    }
}
